Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t
Serialization structure for Profile Item Enumerator

Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.ObjectType


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.MoreUserPropertyItemsLeft


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.IndexToStart


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.nUserPropertyItems


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.aUserPropertyItemNames


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.aUserPropertyItemTypes


Tekla.Structures.CatalogInternal.dotcatUserPropertyItemEnumerator_t.ClientId
